[
        {
                "name": "Centauri One",
                "leaderName": "Sheeta Laxman",
		"adjective": ["C-One"],
		"startBias": ["non-[Coastal]"],
		"personality": "Xenophobia",
		"preferredVictoryType":"Cultural",

		"startIntroPart1": "Hello, Sheeta Laxman. There is 24 years have passed since we were defeated in the war, deployed the Light Sail, and miraculously drifted to this planet. Also it is meaning 24 years since humanity reached Alpha Centauri. Life on Alpha Centauri was not hopeless, as it had a complete ecosystem and was even suitable for breeding. We are beginning to completely dominate nature, just as our ancestors did on Earth in the past.",
		"startIntroPart2": "This is the main report from the envoy, extremely artificial radio waves have been detected by the radio wave measuring equipment. There are rumors at the camp that it's an alien invasion, but it turns out the radio waves are the same as those used in the solar system. If that's true, finally we can go back to our home planet, but their goal will be to take ownership of this planet. We got here before anyone else and are building camp. Shouldn't we assert our vested interests in this alpha frontier? Can you build a colony that stands the test of time?",

		"declaringWar": "Long ago, an explorer from Centauri One set foot there. The soldiers from Centauri One will be set foot there next.",
		"attacked": "We'll kicking you back to home, you invader.",
		"defeated": "The Capitulations of Santa Fe quickly became meaningless. People always do the same thing they did past, and history tells us that such people will never prosper.",
		"introduction": "Greetings, we are real Alpha Centaurians. Also we are the rightful owner of this planet.",

		"neutralHello": "Hello.",
		"hateHello": "It's not worth talking with you.",

		"tradeRequest": "Let's share the blessings of this planet together. Hey?",

		"outerColor": [85, 85, 85],
		"innerColor": [126, 192, 253],
		"favoredReligion": "Virtualism",
		"uniqueName": "Alpha Centauri Chauvinism",
		"uniques": ["Reveal up to [100] [All] within a [7] tile radius"],
		"cities": [
			"New Home",
			"Schwarz",
			"Opisthokia",
			"Arcturus",
			"Chorda",
			"Obi Point",
			"Polar",
			"East Delta",
			"Lua Mao",
			"Tochigistan",
			"Clownfish Point",
			"Gunmer Point",
			"Ibarakistan",
			"Thekta",
			"Western Hole",
			"Luthos",
			"Fernade",
			"Chain Hill",
			"Swails",
			"AndSoOn"
		],
		"spyNames": [
			"Ozma",
			"Waynor",
			"Dicitur",
			"Chalybe",
			"Tribuo",
			"Aquarum",
			"Hoshidai",
			"John",
			"Centauri Two",
			"Spawner"
		]
        }
]
